Repository: Aahung/Unshaky
Catalog: Unshaky/*.lproj/Localizable.strings
Languages: el, fa

source: Version
el: Έκδοση: %@
fa: %@ :نسخه برنامه

source: Overall Statistic
el: Αποφεύχθηκαν %d shaky πατήματα
fa: بار کلید های فشار داده شده %d بستن نمایش مقدار

source: Configuration Window Title
el: Διαμόρφωση Unshaky
fa: Unshaky تنظیمات

source: Accessibility Help
el: Το Unshaky χρειάζεται άδεια Προσβασιμότητας για να λειτουργήσει. Για την ώρα, το Unshaky θα προσπαθήσει να ανοίξει το παράθυρο για εσάς. Εάν δεν ανοίξει αυτόματα, θα πρέπει να μεταβείτε: Προτιμήσεις Συστήματος -> Ασφάλεια και Απόρρητο -> Απόρρητο (Tab) -> Προσβασιμότητα (Αριστερό πάνελ). Όταν έχετε επιλέξει το πάνελ, προσθέστε και επιλέξτε το Unshaky.app.
fa: مجوزهای لازم را بدهید Unshaky.app این برنامه برای اجرا نیاز به اجازه لازم دارد.هم اکنون صفحه مربوط به اجازه دادن به برنامه بازخواهد شد.در صورتی که به طور خودکار این صفحه باز نشد لطفا به مسیر زیر رفته و به System Preferences -> Security & Privacy -> Privacy (Tab) -> Accessibility (Left panel).

source: Invalid Delay
el: Το "%@" δεν είναι αποδεκτή τιμή καθυστέρησης. Παρακαλώ, εισάγετε έναν ακέραιο αριθμό .
fa: مقدار"%@"صحیح نمیباشد.لطفا زمان تاخیر صحیح را وارد کنید

source: Paste the configuration here
el: Επικόλληση της διαμόρφωσης εδώ
fa: تنظیمات را اینجا وارد کنید

source: Invalid inputs
el: Λανθασμένη εισαγωγή
fa: داده های ورودی نامعتبر

source: Invalid inputs, length does not match
el: Λανθασμένη εισαγωγή, το μήκος δεν ταιριάζει.
fa: داده های ورودی نامعتبر ، مقدار صحیح نیست

source: Temporarily disabled by other software
el: Προσωρινά απενεργοποιημένο από άλλη εφαρμογή.
fa: به طور موقت توسط برنامه دیگری غیر فعال شده است

source: Turn on
el: Ενεργοποίηση
fa: فعال کردن برنامه

source: Turn off
el: Απενεργοποίηση
fa: غیر فعال کردن برنامه
