Repository: aahung/Unshaky
Catalog: Unshaky/*.lproj/Localizable.strings
Languages: pl

source: Version
pl: Wersja: %@

source: Overall Statistic
pl: Odrzucono %d przypadkowych kliknięć

source: Configuration Window Title
pl: Konfiguruj Unshaky

source: Accessibility Help
pl: Unshaky potrzebuje opcji dostępności aby działać poprawnie. Unshaky spróbuje otworzyć ustawienia dla Ciebie. Jeżeli się to nie udało, użyj: Apple -> Preferencje systemowe -> Ochrona i prywatność -> Prywatność (Zakładka) -> Dostępność (po lewej stronie). Będąc w panelu, dodaj Unshaky.app.

source: Invalid Delay
pl: "%@" nie jest poprawną wartością opóźnienia. Wpisz wartość jedności (np. 1) .

source: Paste the configuration here
pl: Wklej konfigurację tutaj

source: Invalid inputs
pl: Niepoprawna wartość

source: Invalid inputs, length does not match
pl: Niepoprawna wartość, długość jest nieodpowiednia

source: Temporarily disabled by other software
pl: Tymczasowo wyłączone przez inne oprogramowanie

source: Turn on
pl: Włącz

source: Turn off
pl: Wyłącz

source: 🧹 Unshaky is enabled, click to disable
pl: 🧹 Unshaky jest aktywny, kliknij żeby wyłączyć

source: 💤 Unshaky is disabled, click to enable
pl: 💤 Unshaky jest nieaktywny, kliknij żeby włączyć
